[
    {
        "name": "Economic",
        "items": [
            {
                "id": 1,
                "title": "Viticulture: Essential edition",
                "year": 2015,
                "price": 65.00,
                "image": ["viticulture", "viticulture1", "viticulture2"],
                "description": "In Viticulture, the players find themselves in the roles of people in rustic, pre-modern Tuscany who have inherited meager vineyards. They have a few plots of land, an old crushpad, a tiny cellar, and three workers. They each have a dream of being the first to call their winery a true success. The players are in the position of determining how they want to allocate their workers throughout the year. Every season is different on a vineyard, so the workers have different tasks they can take care of in the summer and winter. There's competition over those tasks, and often the first worker to get to the job has an advantage over subsequent workers. Fortunately for the vineyard owners, people love to visit wineries, and it just so happens that many of those visitors are willing to help out around the vineyard when they visit as long as you assign a worker to take care of them. Their visits (in the form of cards) are brief but can be very helpful. Using those workers and visitors, the vineyard owners can expand their vineyards by building structures, planting vines, and filling wine orders, working towards the goal of running the most successful winery in Tuscany. Viticulture Essential Edition includes the base game of Viticulture and a few of the most popular modules from the original Tuscany expansion, including Mamas & Papas, Fields (previously known as Properties), expanded and revised Visitors, and Automa cards for a solo variant, along with a few minor rule changes."
            },
            {
                "id": 2,
                "title": "Scythe",
                "year": 2016,
                "price": 100.00,
                "image": ["scythe", "scythe1", "scythe2"],
                "description": "It is a time of unrest in 1920s Europa. The ashes from the first great war still darken the snow. The capitalistic city-state known simply as “The Factory”, which fueled the war with heavily armored mechs, has closed its doors, drawing the attention of several nearby countries. Scythe is an engine-building game set in an alternate-history 1920s period. It is a time of farming and war, broken hearts and rusted gears, innovation and valor. In Scythe, each player represents a character from one of five factions of Eastern Europe who are attempting to earn their fortune and claim their faction's stake in the land around the mysterious Factory. Players conquer territory, enlist new recruits, reap resources, gain villagers, build structures, and activate monstrous mechs. Each player begins the game with different resources (power, coins, combat acumen, and popularity), a different starting location, and a hidden goal. Starting positions are specially calibrated to contribute to each faction’s uniqueness and the asymmetrical nature of the game (each faction always starts in the same place). Scythe gives players almost complete control over their fate. Other than each player’s individual hidden objective card, the only elements of luck or variability are “encounter” cards that players will draw as they interact with the citizens of newly explored lands. Each encounter card provides the player with several options, allowing them to mitigate the luck of the draw through their selection. Combat is also driven by choices, not luck or randomness. Scythe uses a streamlined action-selection mechanism (no rounds or phases) to keep gameplay moving at a brisk pace and reduce downtime between turns. While there is plenty of direct conflict for players who seek it, there is no player elimination. Every part of Scythe has an aspect of engine-building to it. Players can upgrade actions to become more efficient, build structures that improve their position on the map, enlist new recruits to enhance character abilities, activate mechs to deter opponents from invading, and expand their borders to reap greater types and quantities of resources. These engine-building aspects create a sense of momentum and progress throughout the game. The order in which players improve their engine adds to the unique feel of each game, even when playing one faction multiple times."
            },
            {
                "id": 3,
                "title": "Brass: Birmingham",
                "year": 2018,
                "price": 70.00,
                "image": ["brass", "brass1", "brass2"],
                "description": "Brass: Birmingham is an economic strategy game sequel to Martin Wallace' 2007 masterpiece, Brass. Brass: Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution, between the years of 1770-1870.As in its predecessor, you must develop, build, and establish your industries and network, in an effort to exploit low or high market demands.Each round, players take turns according to the turn order track, receiving two actions to perform any of the following actions (found in the original game):\n1) Build - Pay required resources and place an industry tile.\n2) Network - Add a rail / canal link, expanding your network.\n3) Develop - Increase the VP value of an industry.\n4) Sell - Sell your cotton, manufactured goods and pottery.\n5) Loan - Take a £30 loan and reduce your income."
            },
            {
                "id": 4,
                "title": "Arc Nova",
                "year": 2021,
                "price": 80.00,
                "image": ["arcnova", "arcnova1", "arcnova2"],
                "description": "In Ark Nova, you will plan and design a modern, scientifically managed zoo. With the ultimate goal of owning the most successful zoological establishment, you will build enclosures, accommodate animals, and support conservation projects all over the world. Specialists and unique buildings will help you in achieving this goal.Each player has a set of five action cards to manage their gameplay, and the power of an action is determined by the slot the card currently occupies. The cards in question are:\nCARDS: Allows you to gain new zoo cards (animals, sponsors, and conservation project cards).\nBUILD: Allows you to build standard or special enclosures, kiosks, and pavilions.\nANIMALS: Allows you to accommodate animals in your zoo.\nASSOCIATION: Allows your association workers to carry out different tasks.\nSPONSORS: Allows you to play a sponsor card in your zoo or to raise money.\n255 cards featuring animals, specialists, special enclosures, and conservation projects, each with a special ability, are at the heart of Ark Nova. Use them to increase the appeal and scientific reputation of your zoo and collect conservation points."
            },
            {
                "id": 5,
                "title": "Terraforming Mars",
                "year": 2016,
                "price": 60.00,
                "image": ["terraformingmars", "terraformingmars1", "terraformingmars2"],
                "description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things. The players acquire unique project cards (from over two hundred different ones) by buying them to their hand. The projects (cards) can represent anything from introducing plant life or animals, hurling asteroids at the surface, building cities, to mining the moons of Jupiter and establishing greenhouse gas industries to heat up the atmosphere. The cards can give you immediate bonuses, as well as increasing your production of different resources. Many cards also have requirements and they become playable when the temperature, oxygen, or ocean coverage increases enough. Buying cards is costly, so there is a balance between buying cards (3 megacredits per card) and actually playing them (which can cost anything between 0 to 41 megacredits, depending on the project). Standard Projects are always available to complement your cards. Your basic income, as well as your basic score, is based on your Terraform Rating (starting at 20), which increases every time you raise one of the three global parameters. However, your income is complemented with your production, and you also get VPs from many other sources. Each player keeps track of their production and resources on their player boards, and the game uses six types of resources: MegaCredits, Steel, Titanium, Plants, Energy, and Heat. On the game board, you compete for the best places for your city tiles, ocean tiles, and greenery tiles. You also compete for different Milestones and Awards worth many VPs. Each round is called a generation (guess why) and consists of the following phases:\n1) Player order shifts clockwise.\n2) Research phase: All players buy cards from four privately drawn.\n3) Action phase: Players take turns doing 1-2 actions from these options: Playing a card, claiming a Milestone, funding an Award, using a Standard project, converting plant into greenery tiles (and raising oxygen), converting heat into a temperature raise, and using the action of a card in play. The turn continues around the table (sometimes several laps) until all players have passed.\n4) Production phase: Players get resources according to their terraform rating and production parameters.\nWhen the three global parameters (temperature, oxygen, ocean) have all reached their goal, the terraforming is complete, and the game ends after that generation. Count your Terraform Rating and other VPs to determine the winning corporation!"
            },
            {
                "id": 6,
                "title": "Through the Ages: A New Story of Civilization",
                "year": 2015,
                "price": 70.00,
                "image": ["newcivilization", "newcivilization1", "newcivilization2"],
                "description": "Through the Ages: A New Story of Civilization is the new edition of Through the Ages: A Story of Civilization, with many changes small and large to the game's cards over its three ages and extensive changes to how military works. Through the Ages is a civilization building game. Each player attempts to build the best civilization through careful resource management, discovering new technologies, electing the right leaders, building wonders and maintaining a strong military. Weakness in any area can be exploited by your opponents. The game takes place throughout the ages beginning in the age of antiquity and ending in the modern age. One of the primary mechanisms in TTA is card drafting. Technologies, wonders, and leaders come into play and become easier to draft the longer they are in play. In order to use a technology you will need enough science to discover it, enough food to create a population to man it and enough resources (ore) to build the building to use it. While balancing the resources needed to advance your technology you also need to build a military. Military is built in the same way as civilian buildings. Players that have a weak military will be preyed upon by other players. There is no map in the game so you cannot lose territory, but players with higher military will steal resources, science, kill leaders, take population or culture. It is very difficult to win with a large military, but it is very easy to lose because of a weak one. Victory is achieved by the player whose nation has the most culture at the end of the modern age."
            }
        ]
    },
    {
        "name": "Cooperative",
        "items": [
            {
                "id": 7,
                "title": "Gloomhaven",
                "year": 2017,
                "price": 170.00,
                "image": ["gloomhaven", "gloomhaven1", "gloomhaven2"],
                "description": "Gloomhaven is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process, they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make. This is a game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions on what to do, which will determine how the story continues, kind of like a “Choose Your Own Adventure” book. Playing through a scenario is a cooperative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn. Each turn, a player chooses two cards to play out of their hand. The number on the top card determines their initiative for the round. Each card also has a top and bottom power, and when it is a player’s turn in the initiative order, they determine whether to use the top power of one card and the bottom power of the other, or vice-versa. Players must be careful, though, because over time they will permanently lose cards from their hands. If they take too long to clear a dungeon, they may end up exhausted and be forced to retreat."
            },
            {
                "id": 8,
                "title": "Pandemic Legacy: Season 1",
                "year": 2015,
                "price": 80.00,
                "image": ["pandemiclegacy", "pandemiclegacy1", "pandemiclegacy2"],
                "description": "Pandemic Legacy is a co-operative campaign game, with an overarching story-arc played through 12-24 sessions, depending on how well your group does at the game. At the beginning, the game starts very similar to basic Pandemic, in which your team of disease-fighting specialists races against the clock to travel around the world, treating disease hotspots while researching cures for each of four plagues before they get out of hand. During a player's turn, they have four actions available, with which they may travel around in the world in various ways (sometimes needing to discard a card), build structures like research stations, treat diseases (removing one cube from the board; if all cubes of a color have been removed, the disease has been eradicated), trade cards with other players, or find a cure for a disease (requiring five cards of the same color to be discarded while at a research station). Each player has a unique role with special abilities to help them at these actions. After a player has taken their actions, they draw two cards. These cards can include epidemic cards, which will place new disease cubes on the board, and can lead to an outbreak, spreading disease cubes even further. Outbreaks additionally increase the panic level of a city, making that city more expensive to travel to. Each month in the game, you have two chances to achieve that month's objectives. If you succeed, you win and immediately move on to the next month. If you fail, you have a second chance, with more funding for beneficial event cards. During the campaign, new rules and components will be introduced. These will sometimes require you to permanently alter the components of the game; this includes writing on cards, ripping up cards, and placing permanent stickers on components. Your characters can gain new skills, or detrimental effects. A character can even be lost entirely, at which point it's no longer available for play."
            },
            {
                "id": 9,
                "title": "Gloomhaven: Jaws of the Lion",
                "year": 2020,
                "price": 60.00,
                "image": ["gloomhavenjaws", "gloomhavenjaws1", "gloomhavenjaws2"],
                "description": "Gloomhaven: Jaws of the Lion is a standalone game that takes place before the events of Gloomhaven. The game includes four new characters — Valrath Red Guard (tank, crowd control), Inox Hatchet (ranged damage), Human Voidwarden (support, mind-control), and Quatryl Demolitionist (melee damage, obstacle manipulation) — that can also be used in the original Gloomhaven game. The game also includes 16 monster types (including seven new standard monsters and three new bosses) and a new campaign with 25 scenarios that invites the heroes to investigate a case of mysterious disappearances within the city. Is it the work of Vermlings, or is something far more sinister going on? Gloomhaven: Jaws of the Lion is aimed at a more casual audience to get people into the gameplay more quickly. All of the hard-to-organize cardboard map tiles have been removed, and instead players will play on the scenario book itself, which features new artwork unique to each scenario. The last barrier to entry — i.e., learning the game — has also been lowered through a simplified rule set and a five-scenario tutorial that will ease new players into the experience."
            },
            {
                "id": 10,
                "title": "Arkham Horror: The Card Game",
                "year": 2016,
                "price": 80.00,
                "image": ["arkhamhorror", "arkhamhorror1", "arkhamhorror2"],
                "description": "Something evil stirs in Arkham, and only you can stop it. Blurring the traditional lines between role-playing and card game experiences, Arkham Horror: The Card Game is a Living Card Game of Lovecraftian mystery, monsters, and madness! In the game, you and your friend (or up to three friends with two Core Sets) become characters within the quiet New England town of Arkham. You have your talents, sure, but you also have your flaws. Perhaps you've dabbled a little too much in the writings of the Necronomicon, and its words continue to haunt you. Perhaps you feel compelled to cover up any signs of otherworldly evils, hampering your own investigations in order to protect the quiet confidence of the greater population. Perhaps you'll be scarred by your encounters with a ghoulish cult. No matter what compels you, no matter what haunts you, you'll find both your strengths and weaknesses reflected in your custom deck of cards, and these cards will be your resources as you work with your friends to unravel the world's most terrifying mysteries. Each of your adventures in Arkham Horror LCG carries you deeper into mystery. You'll find cultists and foul rituals. You'll find haunted houses and strange creatures. And you may find signs of the Ancient Ones straining against the barriers to our world... The basic mode of play in Arkham LCG is not the adventure, but the campaign. You might be scarred by your adventures, your sanity may be strained, and you may alter Arkham's landscape, burning buildings to the ground. All your choices and actions have consequences that reach far beyond the immediate resolution of the scenario at hand—and your actions may earn you valuable experience with which you can better prepare yourself for the adventures that still lie before you."
            },
            {
                "id": 11,
                "title": "Nemesis",
                "year": 2018,
                "price": 180.00,
                "image": ["nemesis", "nemesis1", "nemesis2"],
                "description": "Playing Nemesis will take you into the heart of sci-fi survival horror in all its terror. A soldier fires blindly down a corridor, trying to stop the alien advance. A scientist races to find a solution in his makeshift lab. A traitor steals the last escape pod in the very last moment. Intruders you meet on the ship are not only reacting to the noise you make but also evolve as the time goes by. The longer the game takes, the stronger they become. During the game, you control one of the crew members with a unique set of skills, personal deck of cards, and individual starting equipment. These heroes cover all your basic SF horror needs. For example, the scientist is great with computers and research, but will have a hard time in combat. The soldier, on the other hand... Nemesis is a semi-cooperative game in which you and your crewmates must survive on a ship infested with hostile organisms. To win the game, you have to complete one of the two objectives dealt to you at the start of the game and get back to Earth in one piece. You will find many obstacles on your way: swarms of Intruders (the name given to the alien organisms by the ship AI), the poor physical condition of the ship, agendas held by your fellow players, and sometimes just cruel fate. The gameplay of Nemesis is designed to be full of climactic moments which, hopefully, you will find rewarding even when your best plans are ruined and your character meets a terrible fate."
            },
            {
                "id": 12,
                "title": "Spirit Island",
                "year": 2017,
                "price": 80.00,
                "image": ["spiritisland", "spiritisland1", "spiritisland2"],
                "description": "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there. Spirit Island is a complex and thematic cooperative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirit's elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek for new power, or to spread presence into new areas of the island. The Invaders expand across the island map in a semi-predictable fashion. Each turn they explore into some lands (portions of the island); the next turn, they build in those lands, forming settlements and cities. The turn after that, they ravage there, bringing blight to the land and attacking any native islanders present. The islanders fight back against the Invaders when attacked, and lend the spirits some other aid, but may not always do so exactly as you'd hoped. Some Powers work through the islanders, helping them (eg) drive out the Invaders or clean the land of blight. The game escalates as it progresses: spirits spread their presence to new parts of the island and seek out new and more potent powers, while the Invaders step up their colonization efforts. Each turn represents 1-3 years of alternate-history. At game start, winning requires destroying every last settlement and city on the board - but as you frighten the Invaders more and more, victory becomes easier: they'll run away even if some number of settlements or cities remain. Defeat comes if any spirit is destroyed, if the island is overrun by blight, or if the Invader deck is depleted before achieving victory. The game includes different adversaries to fight against (eg: a Swedish Mining Colony, or a Remote British Colony). Each changes play in different ways, and offers a different path of difficulty boosts to keep the game challenging as you gain skill."
            },
        ]
    },
    {
        "name": "Duel",
        "items": [
            {
                "id": 13,
                "title": "7 Wonders Duel",
                "year": 2015,
                "price": 25.00,
                "image": ["7wondersduel", "7wondersduel1", "7wondersduel2"],
                "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders as over three ages players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players, with the players not drafting cards simultaneously from hands of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play as well as bonus moves that allow you to take a second card immediately. As in the original game, each card that you acquire can be built, discarded for coins, or used to construct a wonder. Each player starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short. Players can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as you acquire resources, the cost for those particular resources increases for your opponent, representing your dominance in this area. A player can win 7 Wonders Duel in one of three ways: each time you acquire a military card, you advance the military marker toward your opponent's capital, giving you a bonus at certain positions; if you reach the opponent's capital, you win the game immediately; similarly, if you acquire any six of seven different scientific symbols, you achieve scientific dominance and win immediately; if none of these situations occurs, then the player with the most points at the end of the game wins."
            },
            {
                "id": 14,
                "title": "Targi",
                "year": 2012,
                "price": 20.00,
                "image": ["targi", "targi1", "targi2"],
                "description": "Unlike in other cultures, the desert Tuareg men, known as Targi, cover their faces whereas women of the tribe do not wear veils. They run the household and they have the last word at home in the tents. Different families are divided into tribes, headed by the ‘Imascheren’ (or nobles). As leader of a Tuareg tribe, players trade goods from near (such as dates and salt) and far (like pepper), in order to obtain gold and other benefits, and enlarge their family. In each round their new offerings are made. Cards are a means to an end, in order to obtain the popular tribe cards. The board consists of a 5x5 grid: a border of 16 squares with printed action symbols and then 9 blank squares in the centre onto which cards are dealt. Meeples are placed one at a time on the spaces at the edges of the board (not including corner squares). You cannot place a meeple on a square the opponent has a meeple on already, nor on a square facing opponent's meeple. Once all meeples are placed, players then execute the actions on the border squares the meeples are on and also take the cards from the centre that match the row and column of the border meeples. The game is predominantly scored and won by playing tribal cards to your display. These give advantages during the game and victory points at the end. Usually cards are played (or discarded) immediately once drawn. A single card can be kept in hand but then requires a special action to play it (or to discard it to free the hand spot for another card). Each card has a cost in goods to play. Goods are obtained either from border spaces or from goods cards. The display (for scoring) consists of 3 rows of 4 cards that are filled from left to right and cannot be moved once placed (barring some special cards). There is also a balance to be found between the victory point score on the cards themselves (1-3 VP per tribal card) and in the combinations per row (a full row of 4 identical card types gets you an additional 4 VP, and a full row of 4 distinct card types gets you 2 VP). The winner at the end of the game is the player with the most victory points."
            },
            {
                "id": 15,
                "title": "Patchwork",
                "year": 2014,
                "price": 10.00,
                "image": ["patchwork", "patchwork1", "patchwork2"],
                "description": "In Patchwork, two players compete to build the most aesthetic (and high-scoring) patchwork quilt on a personal 9x9 game board. To start play, lay out all of the patches at random in a circle and place a marker directly clockwise of the 2-1 patch. Each player takes five buttons — the currency/points in the game — and someone is chosen as the start player. On a turn, a player either purchases one of the three patches standing clockwise of the spool or passes. To purchase a patch, you pay the cost in buttons shown on the patch, move the spool to that patch's location in the circle, add the patch to your game board, then advance your time token on the time track a number of spaces equal to the time shown on the patch. You're free to place the patch anywhere on your board that doesn't overlap other patches, but you probably want to fit things together as tightly as possible. If your time token is behind or on top of the other player's time token, then you take another turn; otherwise the opponent now goes. Instead of purchasing a patch, you can choose to pass; to do this, you move your time token to the space immediately in front of the opponent's time token, then take one button from the bank for each space you moved. In addition to a button cost and time cost, each patch also features 0-3 buttons, and when you move your time token past a button on the time track, you earn button income: sum the number of buttons depicted on your personal game board, then take this many buttons from the bank. What's more, the time track depicts five 1x1 patches on it, and during set-up you place five actual 1x1 patches on these spaces. Whoever first passes a patch on the time track claims this patch and immediately places it on his game board. Additionally, the first player to completely fill in a 7x7 square on his game board earns a bonus tile worth 7 extra points at the end of the game. (Of course, this doesn't happen in every game.)  When a player takes an action that moves his time token to the central square of the time track, he takes one final button income from the bank. Once both players are in the center, the game ends and scoring takes place. Each player scores one point per button in his possession, then loses two points for each empty square on his game board. Scores can be negative. The player with the most points wins."
            },
            {
                "id": 16,
                "title": "Twillight struggle",
                "year": 2005,
                "price": 60.00,
                "image": ["twillightstruggle", "twillightstruggle1", "twillightstruggle2"],
                "description": "Now the trumpet summons us again, not as a call to bear arms, though arms we need; not as a call to battle, though embattled we are – but a call to bear the burden of a long twilight struggle...\n– John F. Kennedy.\nIn 1945, unlikely allies toppled Hitler's war machine, while humanity's most devastating weapons forced the Japanese Empire to its knees in a storm of fire. Where once there stood many great powers, there then stood only two. The world had scant months to sigh its collective relief before a new conflict threatened. Unlike the titanic struggles of the preceding decades, this conflict would be waged not primarily by soldiers and tanks, but by spies and politicians, scientists and intellectuals, artists and traitors. Twilight Struggle is a two-player game simulating the forty-five year dance of intrigue, prestige, and occasional flares of warfare between the Soviet Union and the United States. The entire world is the stage on which these two titans fight to make the world safe for their own ideologies and ways of life. The game begins amidst the ruins of Europe as the two new \"superpowers\" scramble over the wreckage of the Second World War, and ends in 1989, when only the United States remained standing. Twilight Struggle inherits its fundamental systems from the card-driven classics We the People and Hannibal: Rome vs. Carthage. It is a quick-playing, low-complexity game in that tradition. The game map is a world map of the period, whereon players move units and exert influence in attempts to gain allies and control for their superpower. As with GMT's other card-driven games, decision-making is a challenge; how to best use one's cards and units given consistently limited resources? Twilight Struggle's Event cards add detail and flavor to the game. They cover a vast array of historical happenings, from the Arab-Israeli conflicts of 1948 and 1967, to Vietnam and the U.S. peace movement, to the Cuban Missile Crisis and other such incidents that brought the world to the brink of nuclear annihilation. Subsystems capture the prestige-laden Space Race as well as nuclear tensions, with the possibility of game-ending nuclear war."
            },
            {
                "id": 17,
                "title": "Android: Netrunner",
                "year": 2012,
                "price": 40.00,
                "image": ["netrunner", "netrunner1", "netrunner2"],
                "description": "Welcome to New Angeles, home of the Beanstalk. From our branch offices in this monument of human achievement, NBN proudly broadcasts all your favorite media programming. We offer fully comprehensive streaming in music and threedee, news and sitcoms, classic movies and sensies. We cover it all. Ours is a brave new age, and as humanity hurtles into space and the future with an astonishing series of new advances every day, NBN and our affiliates are keeping pace, bringing you all the vid that's fit to view.\nAndroid: Netrunner is an asymmetrical Living Card Game for two players. Set in the cyberpunk future of Android and Infiltration, the game pits a megacorporation and its massive resources against the subversive talents of lone runners.\nCorporations seek to score agendas by advancing them. Doing so takes time and credits. To buy the time and earn the credits they need, they must secure their servers and data forts with ice. These security programs come in different varieties, from simple barriers, to code gates and aggressive sentries. They serve as the corporation's virtual eyes, ears, and machine guns on the sprawling information superhighways of the network.\nIn turn, runners need to spend their time and credits acquiring a sufficient wealth of resources, purchasing the necessary hardware, and developing suitably powerful ice-breaker programs to hack past corporate security measures. Their jobs are always a little desperate, driven by tight timelines, and shrouded in mystery. When a runner jacks-in and starts a run at a corporate server, he risks having his best programs trashed or being caught by a trace program and left vulnerable to corporate countermeasures. It's not uncommon for an unprepared runner to fail to bypass a nasty sentry and suffer massive brain damage as a result. Even if a runner gets through a data fort's defenses, there's no telling what it holds. Sometimes, the runner finds something of value. Sometimes, the best he can do is work to trash whatever the corporation was developing.\nThe first player to seven points wins the game, but not likely before he suffers some brain damage or bad publicity.The Revised Core Set for Android: Netrunner released in late 2017 includes cards from the original Core Set released in 2012 as well as cards from the Genesis Cycle and Spin Cycle series of Data Packs. While the cards in this set have been released previously, the art on some of them is new."
            },
            {
                "id": 18,
                "title": "Watergate",
                "year": 2019,
                "price": 40.00,
                "image": ["watergate", "watergate1", "watergate2"],
                "description": "In Watergate, one player assumes the role of a [Washington Post] Journalist, while the other embodies the Nixon Administration—each with a unique set of cards. To win, the Nixon Administration must build up enough momentum to make it to the end of the presidential term, whereas the Journalist must gather enough evidence to connect two informants directly to the President. Of course, the administration will do all in its power to smother any evidence."
            }
        ]
    },
    {
        "name": "Expansions",
        "items": [
            {
                "id": 19,
                "title": "Scythe: Invaders from affar",
                "year": 2016,
                "price": 30.00,
                "image": ["invaders", "invaders1", "invaders2"],
                "description": "While empires rise and fall in Eastern Europa, the rest of the world takes notice. Two distant factions, Albion and Togawa, send emissaries to scout the land and employ their own distinct styles of conquering. Scythe: Invaders from Afar, an expansion for Scythe, adds two new factions: 10 miniatures, 62 custom wooden tokens, and 2 faction mats. It also includes some new cardboard tokens, two new player mats, six Automa cards, and a custom plastic insert designed to fit into the expansion box or the original Scythe box."
            },
            {
                "id": 20,
                "title": "Scythe: The Rise of Fenris",
                "year": 2018,
                "price": 45.00,
                "image": ["fenris", "fenris1", "fenris2"],
                "description": "Empires have risen and fallen in the aftermath of the Great War, and Europa stands on the precipice of a new era. The economy is robust, morale is high, and defenses are strong. There are reports from the countryside of strange soldiers with glowing eyes, but they seem distant and harmless.\nScythe: The Rise of Fenris, the conclusion to the Scythe expansion trilogy, enables two different options for any player count (1-5 if you have Scythe; 1-7 players if you have Invaders from Afar): Campaign (8 games): The story of Scythe continues and concludes with an eight-episode campaign. While the campaign includes surprises, unlocks, and persistent elements, it is fully resettable and replayable. Modular (11 modules): Instead of—or after—the campaign, the new modules in The Rise of Fenris can be used in various combinations to cater to player preferences. These modules are compatible with all Scythe expansions, and they include a fully cooperative module. While the exact nature of the episodes and modules will remain a mystery (most of these components are in 5 secret tuckboxes and on 6 punchboards), the components in this expansion include a detailed episodic guidebook, 13 plastic miniatures, 62 wooden tokens, 2 custom dice, 25 tiles, and 100+ cardboard tokens."
            },
            {
                "id": 21,
                "title": "Viticulture World: Cooperative Expansion",
                "year": 2022,
                "price": 30.00,
                "image": ["viticultureworld", "viticultureworld1", "viticultureworld2"],
                "description": "Cooperate with members of your extended winemaking family in various asymmetric regions around the world in Viticulture World: Cooperative Expansion as you try to achieve global recognition. Balance the management of your individual vineyard with the combined effort of your fellow players to gain influence within the regio. Using the new game board, tiles, tokens, and event cards combined with the original vineyard mats and game cards, you have six years to achieve the two conditions necessary for victory in the selected region: (1) Each player must reach 25 victory points and (2) the shared influence token must reach the end of the influence track. The cooperation, objectives, and asymmetry in this expansion are similar to that of Spirit Island and Orleans: Invasion. The Viticulture core game is required to play the Viticulture World expansion. Other expansions are compatible with this expansion."
            },
            {
                "id": 22,
                "title": "7 Wonders Duel: Pantheon",
                "year": 2016,
                "price": 20.00,
                "image": ["pantheon", "pantheon1", "pantheon2"],
                "description": "A pantheon from several civilizations — including Greek, Egyptian, and Middle-Eastern — gets added to 7 Wonders Duel in 7 Wonders Duel: Pantheon, with each god having its own power to help you or hinder your opponent. During Age I you collect mythology tokens — which allow you to choose which deities have a place in the Pantheon — and during Age II you collect offering tokens, which help you court those deities. Then, during Ages II and III, you can activate a god or goddess in the Pantheon instead of taking a card from the pyramid. To do so, you pay whatever that god or goddess demands from you in offerings, then place it next to your city. With Isis on your side, you can use a card from the discard pile to construct one of your Wonders for free. Zeus, whose nod determines what happens and what does not, enables you to discard any single card from the card structure that you want, as well as any mythology or offering token that may be on it. The Phoenician goddess Tanit, whose people were renowned for trade, fills your coffers with twelve pieces of gold. Enki, the Sumerian god of crafts, technology, and creation, lets you choose one of two progress tokens. Minerva's ability to stop the conflict pawn from moving toward you can assist with a military victory or save you from military defeat. What's more, instead of adding three guild cards to the deck for Age III, you add three of five Grand Temples. Each Grand Temple belongs to a different Mediterranean culture, and if you possess a mythology token from that culture, you can build the temple for free. These temples are worth a total of 5, 12, or 21 points, depending on how many you build. 7 Wonders Duel: Pantheon also includes two new Wonders: the Sanctuary (which gives you an additional turn and allows you to invoke deities at a reduced price) and the Divine Theater (which grants points and access to additional gods)."
            },
            {
                "id": 23,
                "title": "Nemesis: Lockdown",
                "year": 2022,
                "price": 200.00,
                "image": ["nemesislockdown", "nemesislockdown1", "nemesislockdown2"],
                "description": "Nemesis Lockdown is the first stand alone expansion to Nemesis. During the game, players will be taken to a totally new location - a secret base on Mars, represented by a multi level board. Lockdown will retain the highly cinematic, semi-co-op experience of the original game, while introducing a lot of new, fresh mechanics. During the tense gameplay, you and your fellow players will gather items, explore different rooms and use your actions, craft, run, and fight other species. At the same time, every player will try to complete their secret objective, that will grant them victory... Sometimes at the expense of others."
            },
            {
                "id": 24,
                "title": "Through the Ages: New Leaders and Wonders",
                "year": 2020,
                "price": 30.00,
                "image": ["newleaders", "newleaders1", "newleaders2"],
                "description": "This is your chance to make history! Throughout time there have been courageous women and imaginative men who changed history, and whose legacy we carry with us to this day. Some of those men and women, along with some of their most wondrous creations, are now joining the new and long awaited Through the Ages expansion. The New Leaders & Wonders expansion brings exciting new content to the base game, adding leaders, wonders, and military cards so you can change the flow of history and build even greater civilizations! Through the Ages: A New Story of Civilization is a complex civilization building game ranked as the third best board game ever according to the Board Game Geek website. You begin with a small tribe. As you expand your farms and mines, you lay the groundwork for technological advancements, better governments, and grand wonders. Your military might supports your political skill as you guide your civilization to greatness."
            }
        ]
    }
]
